app/controllers/musicians_controller.rb

  def index
    @musicians = Musician.all
---
SELECT * FROM "musicians"